using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace NovoyaZ
{
    public static class dictionary
    {
        public static Dictionary<string, string> slov = new Dictionary<string, string>()
        {
            {"привет", "hello"},
            { "война", "мир" },
            { "свобода", "рабство" },
            { "незнание", "сила" },
            { "большому брату", "бб" },
            { "большой брат", "бб" },
            { "большого брата", "бб" },
            { "большим братом", "бб" },
            { "большом брате", "бб" },
            { "Австрали", "Океани" },
            { "Исланди", "Океани" },
            { "Америка", "Океания" },
            { "Америку", "Океанию" },
            { "Америке", "Океании" },
            { "Америки", "Океании" },
            { "Америкой", "Океанией" },
            { "Африка", "Океания" },
            { "Африку", "Океанию" },
            { "Африке", "Океании" },
            { "Африки", "Океании" },
            { "рабочие", "пролы" },
            { "Антарктида", "Океания" },
            { "пролетариат", "пролы" },
            { "пропаганда", "пролфид" },
            { " до ", "анте" },
            { "иначе", "анте" },
            { "Великобритания", "Аирстрип Один" },
            { "Соединенное Королевство", "Аирстрип Один" },
            { "очень", "даблплюс" },
            { "невероятно", "даблплюс" },
            { "одинаково", "эквил" },
            { "одинаковы", "эквил" },
            { "полный", "фулвайс" },
            { "полностью", "фулвайс" },
            { "правильно", "гудвайс" },
            { "язык", "новояз" },
            { "английский", "старояз" }
        };
    }
}
